[{
        "title": "【光之精灵】",
        "character": [
            "你天生就有非常大强大的判断力和执行力，你",
            "精力旺盛且关怀他人，对人、事、物都有着强",
            "烈的掌控欲，是一名天生的领导者；除此之外，",
            "你还有与生俱来的原创性，拥有发明家的潜在",
            "天分。从骨子里，你就是一个力争上游，拒绝",
            "当陪衬的人！这也就是为什么光之精灵大部分",
            "都会成为优秀的经理人、总监、总裁、部门领",
            "导的原因了。另一方面，你非常理性，你的意",
            "志力、逻辑性常常能超出感性和情绪化的一面。",
            "只要你肯去体贴他人的感受，那你将会有更圆",
            "满更融洽的人际关系。另外你受太阳控制，你",
            "与出生于2月和8月的人特别有缘，相处的话",
            "会特别融洽。"
        ]
    }, {
        "title": "水之精灵",
        "character": [
            "你高贵，优雅，聪慧，温润，整个人很斯文、",
            "和善、体贴，具有说服力，想象力丰富，相当",
            "理想主义和罗曼帝克，你内心十分敏感。你擅",
            "长根据环境变化去接受改变，适应能力相当好。",
            "你对于音乐、舞蹈、诗词、戏剧、绘画等艺术",
            "都非常的热爱。你人生座右铭是“爱”与“和",
            "平”，你永远都是一个“老好人”的存在。你",
            "受到月亮的掌控，你和出生与5月、7月的人",
            "相处的特别融洽。"
        ]
    }, {
        "title": "星之精灵",
        "character": [
            "你对自己与生俱来的条件非常引为自豪，对未",
            "来规划了蓝图并充满憧憬，个性独立，不希望",
            "受到任何人的摆布;只要是自己所喜欢的事情，",
            "就会毫不保留地付出一切，全力以赴争取。你",
            "擅长于大众面前表现自己，像黑夜中的星星一",
            "样闪耀。你态度积极乐观，容易受到大家的尊",
            "重和仰望。在艺术领域以及工作环境中通常能",
            "够获得很好的声名。你非常重视自身良好的声",
            "誉，天生就是杰出的社交高手。因为你直接受",
            "到木星的控制，所以你和出生于3月、12月",
            "的人会有不可思议的良好关系。星期四是你一",
            "周中的幸运日。"
        ]
    },
    {
        "title": "夜之精灵",
        "character": [
            "你认为自己无论是在哪一方面都和别人不一样，",
            "而且坚信“白天永远不懂自己如夜的深沉”。",
            "虽然你天生是个谨慎小心的人，但在你的内心",
            "世界，却充满了许多矛盾和自我对抗。你对机",
            "械、数学、逻辑尤其灵敏。你拥有先天深沉忧",
            "郁的个性，你是那么的敏感，那些奇怪又特殊",
            "的事物总是特别能引你注意，“与众不同”是",
            "你字典里最常看到的字句。骨子里，你渴望打",
            "破传统，抵抗毫无意义的常规，因为你的生日，",
            "你受到天王星的影响和掌控。星期日是你一周",
            "中的幸运日。"
        ]
    },
    {
        "title": "月之精灵",
        "character": [
            "交朋友简直就是你最拿手的专长，你对“广结",
            "善缘”进行了最佳的诠释。你喜欢变化，越多",
            "变、古怪的事情越能挑起你的兴趣。你更热爱",
            "自由，你的生活哲学，就是“爱情诚可贵，自",
            "由价更高。”为了追求独立的自由，你愿意付",
            "出任何代价。你始终都在人生的路上奔驰着，",
            "从没有停下来歇息。你有个非常聪明的头脑，",
            "善于运用你脑细胞赚钱，你的适应力很强，面",
            "对危机你常常游刃有余，非常具有韧力和弹性。",
            "水星掌控着你，因此你和出生于6月、9月的",
            "人处得很好。星期三是你一周中最幸运的日子。"
        ]
    },
    {
        "title": "风之精灵",
        "character": [
            "你对所有关于美好的事物都有一种难以言喻的",
            "渴望，追求美好就是你的天性，所以有关嫉妒、",
            "不协调之事，你都本能的逃离，你尽一切所能，",
            "给家人快乐与安全感，你身边的所有人都能感",
            "受到你的爱心和责任感。从你身上所散发的磁",
            "性和魅力，毫无疑问使你拥有相当稳固的人际",
            "关系。没有人比你更拥有如此超强又精准的能",
            "力去阅读他人内心的想法。金星掌管着你，所",
            "以你与出生于5月、7月与10月的人非常投",
            "缘。星期五是一周中的幸运日。"
        ]
    },
    {
        "title": "冰之精灵",
        "character": [
            "你表面比较保守、低调，以一种特有的方式表",
            "现自己，你有超强的分析能力和广博的知识，",
            "你一向知道得多却说得少，凡事没有经过特定",
            "分析、小心验证，你是不会随便说出口的。你",
            "特殊的天分还可以在写作、研究、电脑、科学、",
            "神秘学等方面发挥出来。海王星掌管你的生日，",
            "双鱼座与巨蟹座的人特别吸引你。星期一是你",
            "一周中的最佳幸运日。"
        ]
    },
    {
        "title": "火之精灵",
        "character": [
            "你有相当强烈的个性特质，你比同年龄的人要",
            "早熟许多，对于万事万物都会抱着一种哲学性",
            "的思维去看待，你是那种为了达到目的永不放",
            "弃的人。你常常会感到孤独和不被人理解，事",
            "实上，了解你的人都知道，你是一个极度温暖",
            "又愿意关怀他人的人，你的生日直接受到土星",
            "的影响，对于那些出生在1月，10月的人都",
            "有极度的好感。星期六是你一周中的幸运日。"
        ]
    },
    {
        "title": "海之精灵",
        "character": [
            "你是一个勇敢的斗士，会为所有的事情奋斗",
            "不懈，你有强烈的勇士性格，你个性鲜明突",
            "出，并不那么在意别人对你的见解和想法。",
            "你对于自我生活的掌握，有很强烈的控制意",
            "志和欲望，你也认为只有自己才是生命的主",
            "人。你有一种独特的个性美，如果有事能适",
            "当的控制一下自己的暴脾气，非常容易攀达",
            "生命的顶峰，成为优秀的领导者，完成理想。",
            "你受到火星的影响，通常与出生于4月、",
            "11月的人有很强的吸引力。星期二是你一",
            "周中最佳的幸运日。"
        ]
    }
]